0blayout
2048-game
ag
aggressive-fill-paragraph
all-the-icons-dired
all-the-icons-gnus
all-the-icons-ibuffer
all-the-icons-ivy
all-the-icons-ivy-rich
auctex
bart-mode
better-defaults
cider
cl-lib
cloc
cmake-font-lock
cmake-mode
color-theme
color-theme-approximate
color-theme-modern
company
company-ghci
company-nixos-options
csv-mode
cuda-mode
dhall-mode
dired-sidebar
diredfl
diredful
dockerfile-mode
dynamic-fonts
ein
emoji-fontset
enh-ruby-mode
epresent
espuds
ess-R-data-view
ess-r-insert-obj
ess-smart-equals
ess-smart-underscore
ess-view
ess-view-data
evil
f3
faceup
flycheck-package
flycheck-rust
font-lock-profiler
font-lock-studio
fontawesome
fontify-face
ggtags
git-gutter
git-gutter-fringe
gnuplot
gnuplot-mode
go-mode
graphql-mode
grip-mode
groovy-mode
helm-R
helm-ag
helm-gtags
helm-nixos-options
helm-rg
helm-swoop
helpful
highlight-parentheses
highlight-quoted
highlight-refontification
highlight-stages
ibuffer-sidebar
idris-mode
info-buffer
info-colors
info-rename-buffer
inform
jq-mode
js2-mode
kotlin-mode
less-css-mode
linum-relative
lisp-extra-font-lock
lisp-local
literate-coffee-mode
lsp-mode
lua-mode
magic-latex-buffer
magit-popup
markdown-mode
matlab-mode
mediawiki
minibuffer-line
minimap
mmm-mode
modern-cpp-font-lock
modern-fringes
modern-sh
morlock
multiple-cursors
nhexl-mode
niceify-info
nim-mode
nix-buffer
nix-env-install
nix-mode
nix-sandbox
nix-update
nixpkgs-fmt
ob-coffeescript
ob-rust
org
org-agenda-property
org-beautify-theme
org-edna
org-pdftools
org-pretty-tags
org-radiobutton
org-random-todo
org-randomnote
org-ref
org-sync
org-table-comment
org-transform-tree-table
org-translate
org-tree-slide
org-treeusage
orgit
orgnav
origami-predef
ox-gfm
pabbrev
pacmacs
paredit
pcre2el
pdf-tools
php-mode
pkgbuild-mode
poly-R
polymode
powershell
preproc-font-lock
pretty-sha-path
projectile
propfont-mixed
proportional
protobuf-mode
python-info
racer
rainbow-delimiters
rainbow-mode
robe
rust-mode
sage-shell-mode
sass-mode
scala-mode
scrooge
shm
shut-up
simple-call-tree
skewer-mode
slime-company
smart-compile
smart-tab
smartrep
sml-mode
solarized-theme
sourcemap
speech-tagger
strace-mode
swift-mode
sysctl
thrift
tidal
toml-mode
typescript-mode
udev-mode
undo-tree
unicode-fonts
unicode-math-input
unicode-progress-reporter
unicode-whitespace
use-package
use-ttf
uuid
vimrc-mode
visual-fill-column
w3m
web-beautify
web-mode
wgrep
wgrep-ag
wgrep-helm
xterm-color
yaml-mode
yaml-mode
