0blayout
2048-game
ag
auctex
bazel-mode
better-defaults
cider
cloc
cmake-mode
color-theme
color-theme-modern
color-theme-solarized
company
company-ghc
company-ghci
csv-mode
cuda-mode
dired-sidebar
ein
enh-ruby-mode
ensime
epresent
espuds
evil
f3
flycheck-package
flycheck-rust
font-lock-studio
ggtags
ghc
git-gutter
git-gutter-fringe
gnuplot
gnuplot-mode
go-mode
groovy-mode
helm-gtags
helm-rg
helm-swoop
highlight-parentheses
ibuffer-sidebar
intero
jq-mode
js2-mode
less-css-mode
linum-relative
literate-coffee-mode
lua-mode
magit
magithub
markdown-mode
matlab-mode
minimap
misc-cmds
mmm-mode
multiple-cursors
nhexl-mode
org
pacmacs
paredit
pcre2el
pdf-tools
polymode
projectile
protobuf-mode
racer
racket-mode
rainbow-delimiters
rainbow-mode
realgud
robe
rust-mode
sage-shell-mode
scala-mode
scrooge
shm
shut-up
skewer-mode
slime-company
smartrep
sml-mode
solarized-theme
sourcemap
speech-tagger
thrift
toml-mode
tuareg
typescript-mode
use-package
vimrc-mode
visual-fill-column
w3m
web-beautify
web-mode
wgrep
wgrep-ag
wgrep-helm
xterm-color
yaml-mode
